Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 他们早就听说过储物袋这种东西，但价格对他们来说太贵了，现在看公子似乎有意赠送他们一个储物袋，不积极一点要是没有了就只能后悔。
en_us: They had long since heard of the treasure that was a magic bag, but the price was too expensive for them. Now, seeing that this young gentleman was willing to gift them a magic bag, if they don't act now, they might regret it in the future.

source: 他们显然忘了，游小默不只是一个人而已，凌霄虽然一直待在屋里，但是他只是在调养而已，大概就是这样才造成他们的错觉，以为凌霄没什么本事，至于吞金兽和两只金翅虫，太小了，没注意。
en_us: They had clearly forgotten that it wasn't just You XiaoMo by himself. Even though Ling Xiao stayed in the house the whole time, he was only recuperating. It was most likely because of this that led to their mistake; they thought that Ling Xiao didn't have much capabilities, and as for the Metal Swallowing Beast and Golden Winged Insects, they were too small, so they didn't notice them.

source: 他们来得比较晚，拍卖场此时分外热闹。
en_us: They had arrived rather late and the auction was a bustle of action already.

source: 他们此刻所在的都城是西境北面唯一的一座都城自然城，都城面积非常大，而且也是通天大陆最奇特的一座城，因为该城将一片森林也给圈了进去。
en_us: The capital city they were currently at was the only capital city in the north of Xi Jing - the Nature City (自然城). The capital city was extraordinarily large and it was also the most peculiar city in the TongTian Continent as it enclosed a forest within its walls.

source: 他们没有深入腹地，而是待在外围，需要空间之力制作空间符，便在外围收取即可，如果有人经过，一定会大为震惊，一般人躲都来不及，更别说靠近。
en_us: They did not go deep into the interior, but stayed in the periphery. It was sufficient for them to accumulate it from their surroundings as they only needed spacial energy to make teleportation talismans. If someone passed by, they would definitely be shocked as the average person did not even have time to hide from it, let alone get close.

source: 他们深刻的体会到游小默的恶意，看来他也很恨赤血家族，大部分人虽然对赤血家族与他的恩怨不是很了解，但是他们都知道事实绝对不可能和赤血家族说的一样。
en_us: They had profoundly experienced You XiaoMo's maliciousness. It seemed that he hated the ChiXue Clan a lot. Although most people did not really understand the resentment between him and the ChiXue Clan, they knew that the real facts would definitely not be the same as what the ChiXue Clan had disclosed.

source: 他们的具体位置到现在也没人知道，据说若非麒麟族的族人，一般人终其一辈子也不可能找到。
en_us: There were none who knew their specific location even up till now. It was said that it was generally impossible for people to find them in one lifetime if it was not for the members of the Qilin Clan.

source: 他们的大王一直惦记着那个人做的火鸡，好几次差点不顾一切冲过去，要不是他们及时阻止，恐怕已经酿成大祸，因为那个人的实力看起来不低的样子。
en_us: Their king still remembered the turkey that that person made, and he had almost charged over numerous times without a care. If it weren't for them stopping him just in time, he probably would've met disaster already, since that person didn't look like he was weak.

source: 他们的实力虽然已经是佼佼者，但是任然不如游小默，发现他是顶级丹师后，两人一惊。
en_us: Even though they were really strong, they weren't at You XiaoMo's level, so they were shocked after finding out his level as transcendent.

source: 他们的目的地是上次经过的自然城，莫景此刻就在那里，不过当他们感到的时候，自然城却不知因何原因，竟然只允进城不允出城，很多人都被阻在外面，不能出城就等于没了自由。
en_us: Their goal was ZiRan City, which they had passed before, since Mo Jing was there right now. But when they arrived, for whatever reason, ZiRan City only allowed people to enter and not leave the city. Many people were stuck outside, because not being able to leave the city meant having no freedom.

source: 他们绝对承担不起后果。
en_us: They couldn't deal with such consequences.

source: 他们自然是愿意的，像他们这样的小村庄还有很多个，要不是清风门欠他们的债一直拖到现在都还没还，导致他们都没有钱财，他们早搬过去了。
en_us: They were, naturally, willing. There were plenty of villages just like theirs. If it wasn't for the fact that QingFeng Sect still owed them a debt that they still refused to return, resulting in them being too poor to move, they'd have long since left.

source: 他们要去的地方是凌霄上次在西境晋级的山谷，原本郁郁葱葱的大山谷，在凌霄离开后变成一片焦土，原本生活在山谷里的妖兽，不是死了就是跑了，不过事后还是有人到这里来探查情况。
en_us: They were going to the ravine (山谷) in Xi Jing where Ling Xiao had risen in rank last time. Originally it was a large ravine, rich with green, but after Ling Xiao left it turned into a patch of scorched earth. The demon beasts that used to leave in the ravine either died or ran away, but even after all this there were still people who came to try and figure out what had happened.

source: 他们说有些人觉得这里可能会有超级洞府，毕竟这里很危险，而越是危险的地方，十之八九都有宝贝，所以经常有不怕死的人组队前来，但是无一例外的，能回到小镇的人不超过两成。
en_us: They said that some people thought there might be a legendary cave dwelling here. After all, it was very dangerous, and the more danger there was, the more likely that there was something valuable to be gained. So, there were often teams of people who didn't fear death that came here. However, no matter what team came, they always returned with less than a fifth of their original number.

source: 他们走后，游小默跑到凌霄身边，果然还是两人独处比较好，自由自在，空气都变得清新起来了。
en_us: After they left, You XiaoMo ran to Ling Xiao's side. It was indeed still better when it was just the two of them, free and unrestrained, and the atmosphere became much fresher.

source: 他们走后，熊笑后脚就把赤血家族的消息告诉了傅苍穹，虽然游震天的儿子及时做了处理，但消息还是传了出去。
en_us: After they left, Xiong Xiao informed Fu CangWan of what had happened with the ChiXue Family. Though You ZhenTian's son had quickly dealt with the aftermath, the news had still gotten out.

source: 他们越是这样，男人就越发觉得有问题，他看向游小默，示意他继续说。
en_us: The more they were like this, the more the man felt that something was up. He looked to You XiaoMo, motioning for him to continue speaking.

source: 他们身上的麻烦事已经够多，多一件和少一件已经没有区别。
en_us: They already had more than enough trouble on hand, adding another one would make no difference.

source: 他们返回鬼哭涯，天刀的情报网比较齐全，可以从他那里打听，而且凌霄还交给他们一个特别任务。
en_us: They returned Weeping Ghost Shore. Tian Dao's intelligence network was pretty expansive, so they could find out more from there. Moreover, Ling Xiao had also given them a special task.

source: 他们还以为是主人在使坏不给他们吃，可是抬头却发型烤肉在凌霄老大手里，三只默默的转头，卖萌的看着他们主人，求赏口肉吃。
en_us: They had thought that it was their Master who was playing dirty tricks and not letting them eat. However, they soon discovered that the roast meat was in the hands of Boss Ling Xiao after looking up. The three could only silently turn their heads and look at their Master while selling meng (卖萌) as they begged for a bite.

source: 他们这次小心的隐藏了行踪，并且直接去了黑色大峡谷的北边，在北边找了一圈后，果然也没有发现目标。
en_us: This time, they carefully covered their tracks and went directly to the Black Canyon. They looked around the north side and, as expected, didn't find their target.

source: 他们这边有傅苍穹和玄龟族，还有他的便宜爹，虽然实力没有以前高，但好歹现在还是一名圣境强者，算起来他们这边有四名圣境强者；而游震天那边却只有妖凰族，麒麟族到现在都还没有表态，就算表态了也差不多平衡。
en_us: They had Fu CangQiong and the Black Turtle Clan on their side, as well as his clingy dad. Although he wasn't as strong as before, for better or worse he was still a Sacred Realm expert. Altogether, they had four Sacred Realm experts; meanwhile, You ZhenTian's side only had the Demon Phoenix Clan, since the Qilin Clan still hadn't made their position clear yet. Even if they had, it would be about even.

source: 他们这边解决了水妖，那边也已经步入尾声，所有的十一阶水妖已经被斩杀，剩下那只十二阶还在抵抗，不过它也已经坚持不了了，时不时被凌霄放一把火，身体凹凸得像月球表面。
en_us: Once they got rid of the Water Demon, the other side was also coming to a conclusion. All of the Level Eleven Water Demons had been killed, leaving only the Level Twelve one, but even it won't last long as Ling Xiao's occasional flames made it's body patchy, like the moon's surface.

source: 他们追着蠢主人的方向，但是蠢主人也在移动，结果眼睁睁的看着距离越拉越远，真是心酸呐！
en_us: They were chasing in direction their stupid Master had went in, but their stupid Master was also moving. As a result, they could only look on helplessly as the distance widened farther and farther. It was really saddening!

source: 他们都是凡人，对气运这种东西是一头雾水，所以都是秉着宁可信其有，不可信其无的信念。
en_us: They were all normal people, and didn't know much about things like destiny, and operated on the idea of if there is then there is, if there isn't then never mind.

source: 他低着头，所以没有看到出现的人是凌霄，噼里啪啦，口若悬河的说了起来。
en_us: His head was lowered so he didn't see that the man who appeared was Ling Xiao. Words rattled from his mouth like a torrent.

source: 他倒是想将所有人都拦下，可是不仅犯众怒不说，他一个人也没有那么多分身。
en_us: He wanted to stop everyone, but not only will that anger the masses, he didn't have that many clones (分身).

source: 他其实很重要的！
en_us: He was actually very important!

source: 他刚刚在书中看到一个熟悉的姓氏，原来远古发生的那场大战，游族也参与其中，而且出现了好几个牛逼轰轰的大人物。
en_us: From the book he was reading, he saw a familar last name. It seemed that the You Family (游族) had also particpated in that battle during the ancient times (远古发生的那场大战) and had a few epic powerhouses. (牛逼轰轰)

source: 他到底是有多倒霉！
en_us: How unlucky was he!

source: 他到现在都没发现吞金兽的品种是他多么高不可攀的事实。
en_us: He had not yet discovered the fact that the breed of the Metal Swallowing Beast was too eminent and unapproachable for him.

source: 他又看了眼游小默刚刚走过去的方向，该不被发现了什么？
en_us: He glanced again in the direction that You XiaoMo was about to walk in. He couldn't have been discovered, right?

source: 他发现东洲人会根据衣服的质量来判断是不是外来者，既然如此，只要他和凌霄换上跟他们一样的衣服，短时间内应该不会被发现。
en_us: He discovered that Dong Zhou's people used the quality of the clothes to determine whether or not someone was a foreigner. Since it was like this, as long as he and Ling Xiao changed into the same clothes as them, they wouldn't be found out for a while.

source: 他只催熟两株灵草，只能先做一坛灵酒，剩下的要等灵草田其余灵草成熟再来酿制。
en_us: As he only accelerated the maturity of two magic herbs, he could only make one pot of spirit wine. He would have to wait for the remaining magic herbs in the magic herb field to mature before using them to brew spirit wine.

source: 他只是想让凌霄快点结束而已，为什么就这么难？
en_us: He just wanted Ling Xiao to end quicker, why was it so hard?

source: 他可不想刚来东洲就被满世界追杀。
en_us: He didn't want to be hunted down by everyone upon arrival to Dong Zhou.

source: 他可不认为凌霄炼化一具尸体就会搞出这么大的动静，十有八九是黑蜘蛛和古玛部落那位圣女，至于水西部落，他一时没猜到。
en_us: He did not believe that Ling Xiao would have caused such a stir just by refining a corpse. There was a ninety percent chance that it was the Black Spider and that holy maiden from the Guma Tribe. He did not guess that the ShuiXi Tribe would also be involved for a period of time.

source: 他可没打算就这样放过他们，自动送上门来的炮灰岂有放过之理，而且既然是那只鸡的对手，他就勉为其难帮他铲除几个。
en_us: He had no intentions whatsoever of just letting them go like this. What was the point of letting go of cannon fodder that had sent themselves straight to his door? Moreover, since they were the opponents of that chicken (那只鸡??), he would just have to take on the difficult task of helping him wiping out a few of them.

source: 他听出来是游震天的声音。
en_us: What he heard was You ZhenTian's voice.

source: 他听小镇上的人说这里是死人最多的地方。
en_us: He had heard from the townspeople that this was the place that caused the most deaths.

source: 他周围的人也没有让他失望，立刻就有人追问了。
en_us: The people around him did not disappoint and there were people immediately questioning him.

source: 他和凌霄坐在靠窗的角落里，谢俊一伙人一时没注意到他们，不过牛徐阳却第一时间就看到了他们，反应却没有，平平淡淡的，好像不认识他们一样。
en_us: He and Ling Xiao sat in the corner close the window. For a while, Xie Jun and the rest didn't notice them, but Niu XuYang saw them immediately. However, he had no reaction. Instead, he was calm and unperturbed, as if he didn't recognize them.

source: 他和斗篷人不同，夏音和凌霄的对话总让他觉得那里怪怪的，不过他并没有深入思考，因为凌霄突然对斗篷人动手了，如今见夏音挡着他，心中更加疑惑。
en_us: He was different from the cloaked man. He felt that something was strange about Xia Yin and Ling Xiao's dialog, but he did not think deeply over it as Ling Xiao had launched a sudden attack on the cloaked man. Now that Xia Yin had blocked him, the doubts in his heart grew.

source: 他四处找过了，却只找到那名弟子的尸体，而风迟云却不见踪影，赦长老再也不敢耽搁。
en_us: He had looked all over, but only found that disciple's corpse, and Feng ChiYun was no where to be seen. Elder She didn't dare loiter.

source: 他在厨房里忙活，没有注意到外面的万厨师和他的助手已经被香味吸引进来了，看着游小默麻利的做菜，两人面面相觑。
en_us: He bustled around in the kitchen, not noticing that the Chef Wan and his assistant outside had been lured in by the aroma. Watching You XiaoMo cooking with practiced swiftness, the two looked at each other.

source: 他在地下迷宫，通道内没有海水，所以和斗篷人他们的情况不同，他只能考自己双腿跑出迷宫，虽然有地图，但是速度还是快不了多久，结果当所有海水都排出宫殿，他却被困在宫殿里。
en_us: He was in the underground labyrinth, and the passageways had no sea water, so his circumstances were different from the cloaked person's. He could only depend on his own two legs to run out of the labyrinth. Even though he had a map, his speed still wasn't that much faster. As a result, by the time all the sea water drained out of the palace, he ended up being trapped in the palace.

source: 他在山脉的深处果然看到鬼哭涯的标记，好玩的是，鬼哭涯的周围正是客栈老板用红字注明危险的地方。
en_us: He saw that in the depth of the mountain range was indeed the Weeping Ghost Shore and what was interesting was that surrounding it, the owner had used a red pen to mark out it's danger.

source: 他好像是第一次看到有人这么怕他，真是让他唏嘘不已，以前只有他怕别人的份，现在终于风水轮流转。
en_us: It was the first time he had seen someone so afraid of him. Before, it was only him being afraid, now it was the other way around. As they say, what comes around goes around.

source: 他姓凌，也姓麟，因为麟姓是他父亲的姓，但是在他出生后，他父亲却让他姓凌，至于是什么原因却没有说明。
en_us: His surname was Ling, but also Lin, because Lin was his father's last name. But after he was born, his father changed Ling Xiao's surname to Ling, and he had never told him the reason why.

source: 他对凌霄竞价时的本事可是深有体会。
en_us: He knew very well what Ling Xiao was like when bidding.

source: 他对水妖还是有些了解的，如果生前没有仇恨，水妖不可能会用一种怨恨的眼神看着游小默，既然这种仇恨浓烈到死后变成水妖还记得，那就表示此人生前极度怨恨他。
en_us: He was somewhat knowledgeable on Water Demons. If there wasn't enmity from it's previous life, it wouldn't have looked at You XiaoMo with such resenting eyes. Since, this kind of hatred was strong enough to be remembered even as a Water Demon, that could only mean, in their previous life, it was an extreme hatred.

source: 他就像被一座直冲云霄的山峰压在下面，带给他不可抗拒的压力，这种感觉他只在那个人身上感受到过。
en_us: He felt as if he was crushed under a mountain that was high as the sky, giving him an unbreakable pressure. This kind of feeling he had only felt on 'that' person.

source: 他就是本场拍卖会的拍卖师，实力为神境七星。
en_us: He was the auctioneer of the auction today, a Divine Level seven star.

source: 他就说修为在彩级四品以上的丹师的东西怎么可能会是没用的，简直是好的出乎他的意料，以后他再也不用担心丹方的问题了。
en_us: It was as he had mentioned before, how could the things from a mage whose cultivation was above Grade Four Rainbow Level be useless? They were practically so good that it exceeded his expectations and he would no longer need to worry about the problem of pill recipes in the future.

source: 他已经决定去参加拍卖盛会，所以挑战赛就只能错过，不过这次他可没有积分去取消自己的名字，而且大概也没有人会把积分借他用一用。
en_us: He had already decided to attend the auction, so he could only miss the competition. But this time he had no points to cancel his name, and most likely there wouldn't be anyone who would let him borrow some of their points.

source: 他已经几天没有进入空间了，不过灵草田的情况依旧欣欣向荣，几个月以前种下的灵草长势也颇喜人，包括他一并种下的那些灵草，那是他上次在黑蜘蛛拍卖会拍到的灵酒配方的材料。
en_us: He had not entered his dimension for several days, but magic herbs in the magic herb fields were still flourishing. The growth of the magic herbs planted a few months ago, including the magic herbs that he lumped together and planted, were also very pleasing. Those were the ingredients for the spirit wine recipe which he won at the Black Spider's auction.

source: 他已经看出凌霄的实力比他高，所以在喊出那一声之后，自己却没有太大的动作，也就是说，他是故意引滕家的人过去的。
en_us: He could already tell that Ling Xiao’s strength far outstripped his, so after the order he gave, he didn’t make many major moves himself. That meant he purposefully baited the Teng family into attacking.

source: 他并不如游小默想的灵智没有齐全。
en_us: His Intelligence (灵智) wasn't actually as incomplete as You XiaoMo had thought.

source: 他并不是受虐狂，明知道不是对方的对手还一头撞上去，之所以想跟男人一战是因为他坚信唯表战斗才能让自己变得更厉害，在危险中突破，在生死之际爆发，这才是他的人生座右铭。
en_us: He was not a masochist. He knew that he was not a match for his opponent yet he still clashed head-on with him. The reason why he wanted to fight the man was because he firmly believed that only by fighting can he become more powerful. Making a breakthrough in the midst of danger and bursting out at the moment of life or death. This was his motto in life.

source: 他并没有参加比赛，游小默入学的时候，他正在闭关，所以一直没听到他的消息，等他出关的时候，人已经去了甲级学区。
en_us: He didn’t participate in the competition either. When You XiaoMo first enrolled in, Teng ZiYe was undergoing a closed-door cultivation, so You XiaoMo had never heard of him. And as soon as Teng ZiYe came out, he went to Ward A right away.

source: 他当然不会选，所以最后还是男人帮他选了一个更壮烈的死法——五马分尸！
en_us: Of course he wouldn't choose, so in the end, the man helped him pick a more heroic way to die -- dismemberment by five horses! (五马分尸)

source: 他当然知道自己今日低头会对他在自然城的威望有所影响，可是不低头，他现在可能已经是一具尸体，他再英勇也不可能在面对死亡的时候无动于衷。
en_us: Of course he knew that by lowering his head today, his prestige in ZiRan City would be affected. But if he didn't, it's very likely that he would be a corpse by now. No matter how brave he was, he couldn't be fearless in front of death.

source: 他往三十一号座位看过去，映入眼帘是一张欠扁的脸庞——麒麟组的麟昊武。
en_us: Once he looked over towards number thirty-one, what appeared was an annoying face, Lin HaoWu from the Qilin Clan.

source: 他很庆幸自己有先见之明，之前因为担心老大与双鱼酒楼那两个老不死的动手，所以暗地里着人去告诉会长，会长是个很护短的人。
en_us: He was thankful that he had the foresight to secretly inform the guild leader of what had been happening, having been worried that the boss would attack those two cockroaches from the ShuangYu Hotel. The guild leader was someone who didn't like showing his faults (会长是个很护短的人).

source: 他很庆幸，幸好昨天掌柜给他送来的酒菜是花生和糖藕片，不然他现在准能把昨天吃的都吐出来。
en_us: He was extremely thankful that, fortunately, the snacks that the concierge (掌柜) had sent him yesterday only included peanuts and sugared lotus root chips. Or else he was ready to throw up all of the food that he ate yesterday.

source: 他想他大概知道为什么莫景要约他们在自然城见面了。
en_us: He thought that he probably knew why Mo Jing wanted to meet them in ZiRan City.

source: 他想如果江流泉下有知，他一定会死不瞑目。
en_us: If Jiang Liu knew in the underworld, he would definitely turn over in his grave. (如果江流泉下有知，他一定会死不瞑目)

source: 他想攻击透明膜，结果竟然使不上劲，不论他怎么召唤，识海里的灵魂之力就是没有反应，试了几次都是同样的结果，游小默大概猜到是怎么一回事了，敢情变异后的宫殿拥有禁锢他人实力的能力。
en_us: He wanted to attack the clear membrane, but he couldn't gather the energy. No matter how he called, the soul force in the sea of consciousness had no response. When he received the same response after trying multiple times, You XiaoMo basically had guessed what had happened. It turned out that after changing, the palace had the ability to suppress people's strengths.

source: 他感受了下体内的力量，虽然只有短的两个月，但是他服了好几颗灵丹，现在修为只差一点就能突破二品巅峰。
en_us: He focused on the power inside him. Though it had only been two short months, he had ingested several pills, and his cultivation base was only a little away from breaking through grade two pinnacle.

source: 他所说的小子自然是指游小默。
en_us: The 'little brat' he was referring to was naturally You XiaoMo.

source: 他扒着凌霄的袖子，小声道：“凌霄……”
en_us: He grabbed Ling Xiao's sleeve and said quietly, "Ling Xiao..."

source: 他拿出之前画图的笔，在地图上勾勾画画，约莫一刻钟后，总算把线都连起来，要不是他画过白虎的地形图，恐怕速度不会这么快。
en_us: He took out his pen that he used to draw the map and sketched on top of the map. He managed to connect the lines after about fifteen minutes. If he hadn't drawn the topographic map of the White Tiger, he probably would not have been so fast.

source: 他控制着天公鼎变成一口两米多高的大鼎，这是他第一次将炉鼎变得这么大，炉鼎不是越大越好，不过可以视情况而定。
en_us: He controlled the Heavenly Cauldron and made it into a large cauldron that was two meters tall. This was the first time he had made a cauldron this big. The bigger the cauldron didn't necessarily mean it was better, but he could adjust based on the circumstances.

source: 他早上吃了两碗豆腐脑，此时此刻真的太应景了，成功的把他恶心到了。
en_us: He had eaten two bowls of tofu pudding that morning and the current scene really was too alike, making him sick.

source: 他是个独断霸道的人，活了那么久，这不是第一次有人跟他说这句话，但是却是唯一一个让他相信这句话的人，因为他说的没错，现在的他确实不是他的对手。
en_us: He's was an arbitrary and tyrannical man who had lived for a long time. This Was not the first time someone had said this to him, but he was the only one who made him believe his words. This was because he was right - his current self was really not his match.

source: 他是以为游小默和他的同伴把东西全吃了。
en_us: He believed that You XiaoMo and his partner ate everything.

source: 他是很想把凌霄扔进空间省事。
en_us: He, at least, really wanted to throw Ling Xiao in there to make things simpler.

source: 他是这么想的，结果出现一个不长眼的导师。
en_us: That was what he thought, yet a teacher that did not have eyes appeared in the end.

source: 他有什么理由帮我们？”游君其并不知道他们与傅苍穹的约定，听到他们的对话只觉得像让傅苍穹站在他们这边很难。
en_us: What reason does he have to help us?" You JunQi didn't know the promise they had made with Fu CangQiong. Heraing what they said, he could only think of how hard to would be to get Fu CangQiong on their side.

source: 他朝游小默看了一眼，此时已经到了成丹的最后阶段，要是人太多可能会打扰到游小默炼丹。
en_us: He looked at You XiaoMo. Right now, he was already on the last part of creating a pill, and if there were too many people it would probably disturb You XiaoMo as he was refining pills.

source: 他本来以为事情已经结束了，他们可以先离开这里，却不想到部分人都没有要离席的准备，这里时候他们要是离开，反而显得突兀了。
en_us: He had thought things would be over and they could leave first, but he didn't think that most of the people didn't seem to have the intentions to leave. If they were to leave now, it would make them stand out instead.

source: 他本来想一次性晋级四品的，但是不知道为什么，就是捅不破那层膜，尽管冲击四品的能量很充沛，游小默最后不得不理解为契机未到，要知道他以往可是很顺利，这是第一次遇到这么明显的阻隔。
en_us: Originally, he wanted to advance to grade four all in one go, but for some reason, he just couldn't break through that layer. Even though he had more than enough energy to break into grade four, in the end You XiaoMo had no choice but to accept that the opportunity hadn't come yet. In the past, it had always gone very smoothly; this was the first time that he encountered such an obvious barrier.

source: 他极其钟爱吃火鸡，被游小默猎杀的火鸡就是他的手下特意放养的，以便大王想吃火鸡时可以随时抓来。
en_us: He extremely loved eating turkeys. The turkeys that You XiaoMo massacred were the ones that his subordinates had specially raised for him, so that it was easy for them to catch one whenever their king wanted to eat a turkey.

source: 他果然是个很有礼貌的人，赞个！
en_us: After all, he was a polite person, thumbs up! (click like) (赞个)

source: 他果然没有那个胆量，还是算了吧，才刚被折腾过几个时辰，不能这么快就忘了先前的教训。
en_us: As expected, he really didn't have the guts. Might as well forget about it. He could not forget his previous lesson so quickly after he had just been tormented for several hours.

source: 他正是海初派来监视他们的，一来对他们的目的还是有些怀疑，二来也怕他们就此走掉。
en_us: He was the person that Hai Chu had sent to keep an eye on them. First, it was because he was still a little suspicious of their motives, and second, he was afraid that they would just leave like this.

source: 他每说一分，游震天的更易越动容。
en_us: The more he said, the more convinced You ZhenTian was.

source: 他比的大小就是篮球那么大，不过这么小的一块，价格确实很高，但他也不是买不起，与其花一千万去买一块空间符，买黑玉岂不是更划算？
en_us: The size was about as big as a basket ball. It was quite the price for such a small piece, but he could afford it. Compared to using ten million to buy one teleportation talisman, wasn't it more worth it to just buy black jade?

source: 他毕竟只是让游震天关了二十几年而已，对通天大陆的事情是很灵通的，两百年前，他就听说过傅苍穹很宠爱这个叫卫白的青年。
en_us: After all, he had only been locked up by You ZhenTian for twenty years. He was still kept up with the times in the TongTian Continent. Two hundred years ago, he had heard that Fu CangQiong really spoiled this young man called Wei Bai.

source: 他永远也不可能忘得了那个人一出现便夺去他在族中的地位，文老说的不错，他不能再犹豫下去。
en_us: He would never forget the person who took his position in the Clan as soon as he appeared. Old Wen was correct, he could not hesitate any more.

source: 他没有发现黄鼠兽和他的手下，吞金兽和金翅虫却发现了。
en_us: He hadn't discovered the ground squirrel beast and his subordinates, but the Metal Swallowing Beast and Golden Winged Insects had.

source: 他没试验过，这些都是在丹青在讲道时说的。
en_us: He hadn't tested them out yet, all of these he heard from Dan Qing's lecture.

source: 他注意到这个叫天修的男子特意问的问题。
en_us: The had noticed what the man called Tian Xiu had specifically asked about.
